"CARD_DETAILS_LABEL"                        = "بيانات البطاقة";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "أدخل بيانات بطاقتك بدءاً من رقم البطاقة.";
"VALID_CARD_ERROR_LABEL"                    = "يجب إدخال رقم بطاقة صالح.";
"CARD_REQUIRED"                             = "يجب إدخال رقم البطاقة";
"CARD_INVALID"                              = "رقم البطاقة غير صالح";
"EXPIRATION_REQUIRED"                       = "يجب إدخال تاريخ انتهاء الصلاحية";
"EXPIRATION_INVALID"                        = "تاريخ انتهاء الصلاحية غير صالح";
"CVV_REQUIRED"                              = "يجب إدخال ‎%s‎‏";
"CVV_INVALID"                               = "%s‎ غير صالح"; 
"POSTAL_CODE_HELP_LABEL"                    = "يجب إدخال رمز بريدي صالح.";
"POSTAL_CODE_REQUIRED"                      = "يجب إدخال الرمز البريدي";
"POSTAL_CODE_INVALID"                       = "الرمز البريدي غير صالح";
"COUNTRY_CODE_REQUIRED"                     = "يجب إدخال كود الدولة";
"COUNTRY_CODE_INVALID"                      = "كود الدولة غير صالح";
"MOBILE_NUMBER_REQUIRED"                    = "يجب إدخال رقم الجوال";
"MOBILE_NUMBER_INVALID"                     = "رقم الجوال غير صالح";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "قد يُشترط التسجيل لهذه البطاقة. سيتم إرسال كود في رسالة نصية قصيرة إلى هذا الرقم إذا لزم الأمر.";
"SMS_CODE_REQUIRED"                         = "يجب إدخال كود الرسالة النصية القصيرة";
"SMS_CODE_INVALID"                          = "كود الرسالة النصية القصيرة غير صالح";

"CANCEL_ACTION"                             = "إلغاء";
"RETRY_ACTION"                              = "إعادة المحاولة";
"CONTINUE_ACTION"                           = "متابعة";
"ADD_CARD_ACTION"                           = "إضافة";
"DONE_ACTION"                               = "تم";
"EDIT_ACTION"                               = "تحرير";
"NEXT_ACTION"                               = "التالي";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "موافق";
"SCAN_CARD_IO_ACTION"                       = "مسح باستخدام card.io‏";

"EDIT_PAYMENT_METHOD"                       = "تحرير طرق الدفع";
"THERE_WAS_AN_ERROR"                        = "عذراً، حدث خطأ.";
"REVIEW_AND_TRY_AGAIN"                      = "يُرجى مراجعة معلوماتك وإعادة المحاولة.";
"INVALID_LABEL"                             = "غير صالح:";

"YEAR_LABEL"                                = "السنة";
"MONTH_LABEL"                               = "الشهر";

"OTHER_LABEL"                               = "غير ذلك";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "بطاقة ائتمان أو سحب";
"RECENT_LABEL"                              = "الأحدث";
"SELECT_PAYMENT_LABEL"                      = "اختر طريقة الدفع";

"CONFIRM_ENROLLMENT_LABEL"                  = "تأكيد التسجيل";
"CONFIRM_ACTION"                            = "تأكيد";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "أدخل كود الرسالة النصية القصيرة المرسل إلى ‎%s‎‏";
"SMS_CODE_LABEL"                            = "كود الرسالة النصية القصيرة";
"CARD_TYPE_GENERIC_CARD"                    = "البطاقة";
"MOBILE_COUNTRY_CODE_LABEL"                 = "كود الدولة";
"SECURITY_CODE_LABEL"                       = "كود الحماية";
"CVV_FIELD_PLACEHOLDER"                     = "CVV‏";
"CVC_FIELD_PLACEHOLDER"                     = "CVC‏";
"CID_FIELD_PLACEHOLDER"                     = "CID‏";
"CVN_FIELD_PLACEHOLDER"                     = "CVN‏";
"POSTAL_CODE_PLACEHOLDER"                   = "الكود البريدي";
"MOBILE_NUMBER_LABEL"                       = "رقم الجوال";
"EXPIRATION_DATE_LABEL"                     = "تاريخ انتهاء الصلاحية";
"CARD_NUMBER_PLACEHOLDER"                   = "رقم البطاقة";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "MM/YYYY‏";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "MM/YY‏";

"PAYPAL"                                    = "PayPal‏";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express‏";
"CARD_TYPE_DISCOVER"                        = "Discover‏";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club‏";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard‏";
"CARD_TYPE_VISA"                            = "Visa‏";
"CARD_TYPE_JCB"                             = "JCB‏";
"CARD_TYPE_MAESTRO"                         = "Maestro‏";
"CARD_TYPE_UNION_PAY"                       = "UnionPay‏";
"BRANDING_COINBASE"                         = "Coinbase‏";
"BRANDING_VENMO"                            = "Venmo‏";
"BRANDING_APPLE_PAY"                        = "Apple Pay‏";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "استخدم رقم هاتف مختلفاً";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "البطاقة غير مقبولة";
